<?php get_header();?>

    <section class="photo">
        <div class="container">
            <a href="photo.html">
                <h2 class="title title_link">В объективе времени</h2>
            </a>

            <div class="history-slides">
                <div class="history-slider">
                    <a href="photo.html">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/uchilische.jpg" alt="Фотографии" class="slider history-slider">
                    </a>
                    <div class="slider__content history-slider__content">
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_511_1547)">
                                    <path
                                        d="M50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25ZM22.5586 12.4023C23.4766 11.4844 24.9609 11.4844 25.8691 12.4023C26.7773 13.3203 26.7871 14.8047 25.8691 15.7129L18.9355 22.6465L36.7188 22.6562C38.0176 22.6562 39.0625 23.7012 39.0625 25C39.0625 26.2988 38.0176 27.3438 36.7188 27.3438H18.9355L25.8691 34.2773C26.7871 35.1953 26.7871 36.6797 25.8691 37.5879C24.9512 38.4961 23.4668 38.5059 22.5586 37.5879L11.6211 26.6602C10.7031 25.7422 10.7031 24.2578 11.6211 23.3496L22.5586 12.4023Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                        <div class="slider__name history-slider__name">Прошедшее время</div>
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_513_1557)">
                                    <path
                                        d="M0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25ZM27.4414 37.5977C26.5234 38.5156 25.0391 38.5156 24.1309 37.5977C23.2227 36.6797 23.2129 35.1953 24.1309 34.2871L31.0645 27.3535L13.2812 27.3438C11.9824 27.3438 10.9375 26.2988 10.9375 25C10.9375 23.7012 11.9824 22.6562 13.2812 22.6562H31.0645L24.1309 15.7227C23.2129 14.8047 23.2129 13.3203 24.1309 12.4121C25.0488 11.5039 26.5332 11.4941 27.4414 12.4121L38.3789 23.3398C39.2969 24.2578 39.2969 25.7422 38.3789 26.6504L27.4414 37.5977Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                    </div>
                </div>

                <div class="history-slider">
                    <a href="photo.html">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/den-sela-2022.jpg" alt="Фотографии" class="slider history-slider">
                    </a>
                    <div class="slider__content history-slider__content">
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_511_1547)">
                                    <path
                                        d="M50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25ZM22.5586 12.4023C23.4766 11.4844 24.9609 11.4844 25.8691 12.4023C26.7773 13.3203 26.7871 14.8047 25.8691 15.7129L18.9355 22.6465L36.7188 22.6562C38.0176 22.6562 39.0625 23.7012 39.0625 25C39.0625 26.2988 38.0176 27.3438 36.7188 27.3438H18.9355L25.8691 34.2773C26.7871 35.1953 26.7871 36.6797 25.8691 37.5879C24.9512 38.4961 23.4668 38.5059 22.5586 37.5879L11.6211 26.6602C10.7031 25.7422 10.7031 24.2578 11.6211 23.3496L22.5586 12.4023Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                        <div class="slider__name history-slider__name">Настоящее время</div>
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_513_1557)">
                                    <path
                                        d="M0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25ZM27.4414 37.5977C26.5234 38.5156 25.0391 38.5156 24.1309 37.5977C23.2227 36.6797 23.2129 35.1953 24.1309 34.2871L31.0645 27.3535L13.2812 27.3438C11.9824 27.3438 10.9375 26.2988 10.9375 25C10.9375 23.7012 11.9824 22.6562 13.2812 22.6562H31.0645L24.1309 15.7227C23.2129 14.8047 23.2129 13.3203 24.1309 12.4121C25.0488 11.5039 26.5332 11.4941 27.4414 12.4121L38.3789 23.3398C39.2969 24.2578 39.2969 25.7422 38.3789 26.6504L27.4414 37.5977Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="news">
        <div class="container">
            <a href="news.html">
                <h2 class="title title_link">Что происходит</h2>
            </a>

            <div class="post-prev__wrapper post-prev__wrapper_short mt-10">
                
                <div class="post-prev">
                    <a href="photo.html">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/new/panorama-from-mayak.jpg" alt="фото" class="post-prev__img">
                    </a>
                    <div class="post-prev__content">
                        <div href="autor.html" class="post__date">23.06.2023</div>
                        <div class="post-prev__title">Скоро здесь будет интересная новость</div>
                        <p class="post-prev__text">
                            Если хотите рассказать о каком-то интересном событии в Пресногорькове – пришлите нам фотографии с описаним и ваша новость появится здесь! 
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="https://wa.me/+77711354527">Написать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="photo.html">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/new/shkola-1.jpeg" alt="фото" class="post-prev__img">
                    </a>
                    <div class="post-prev__content">
                        <a href="autor.html" class="post__date">06.11.2022</a>
                        <div class="post-prev__title">Скоро здесь будет интересная новость</div>
                        <p class="post-prev__text">
                            Если хотите рассказать о каком-то интересном событии в Пресногорькове – пришлите нам фотографии с описаним и ваша новость появится здесь!
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="https://wa.me/+77711354527">Написать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="photo.html">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/new/stadion-2.jpeg" alt="фото" class="post-prev__img">
                    </a>
                    <div class="post-prev__content">
                        <a href="autor.html" class="post__date">06.11.2022</a>
                        <div class="post-prev__title">Скоро здесь будет интересная новость</div>
                        <p class="post-prev__text">
                            Если хотите рассказать о каком-то интересном событии в Пресногорькове – пришлите нам фотографии с описаним и ваша новость появится здесь!
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="https://wa.me/+77711354527">Написать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                
                </div>

            </div>

            <a href="news.html" class="btn btn_load-more animate__swing wow" data-wow-duration="1s" data-wow-delay="1s">другие события</a>
        </div>
    </section>

    <section class="creative">
        <div class="container">
            <a href="creative.html">
                <h2 class="title title_link">Творчество пресногорьковцев</h2>
            </a>
            <div class="post-prev__wrapper mt-10">

                <div class="post-prev">
                    <a href="#">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/pered-imenem-tvoim.jpg" alt="фото" class="post-prev__img">
                    </a>
                    <div class="post-prev__content">
                        <a href="autor.html" class="post-prev__autor">Виниченко Сергей Николаевич</a>
                        <div class="post-prev__title">Перед именем твоим...</div>
                        <p class="post-prev__text">
                            У каждого человека бывают в жизни встречи с теми, кто одним своим присутствием делает его
                            духовный мир богаче и чище, а пространство вокруг – светлее и ярче.
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="#">Читать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="#"><img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/na-vetrah-vremeni-restavratsiya.jpg" alt="фото"
                            class="post-prev__img"></a>
                    <div class="post-prev__content">
                        <a href="#" class="post-prev__autor">Виниченко Сергей Николаевич</a>
                        <div class="post-prev__title">На ветрах времени. Реставрация</div>
                        <p class="post-prev__text">
                            Церковь стала частью моей жизни с момента осознания себя. Купол храма был хорошо виден в
                            любое время года из окон нашей землянки-пятистенника, исключая морозные дни, когда стекло
                            покрывалось снежными узорами, не таявшими до весны. Здание храма тогда прозывали «пожаркой». Вместо креста из купола торчал странный острый штырь.
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="#">Читать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="#"><img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/derevenskiy-kvn.jpg" alt="фото"
                            class="post-prev__img"></a>
                    <div class="post-prev__content">
                        <a href="#" class="post-prev__autor">Виниченко Сергей Николаевич</a>
                        <div class="post-prev__title">Деревенский КВН</div>
                        <p class="post-prev__text">
                            С раннего утра неяркое мартовское солнце стремилось пробить окутавший землю белёсый туман.
                            Лишь к вечеру засверкал, наконец, подтаявший снег и открылась взору широкая степная даль за
                            озером с едва различимыми силуэтами одиноких берёз на высокой гриве. Я устроился с чашкой чая перед экраном телевизора, предвкушая очередную победу команды КВН «Уральские пельмени» на пути к финалу.
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="post.html">Читать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="#"><img src="<?php echo bloginfo('template_url');?>/assets/img/posts/dragunov-m/ne-plyuy-v-kolodets.jpg" alt="фото"
                            class="post-prev__img"></a>
                    <div class="post-prev__content">
                        <a href="#" class="post-prev__autor">Михаил Драгунов</a>
                        <div class="post-prev__title">Не плюй в колодец!</div>
                        <p class="post-prev__text">
                            – Ванюшка наш идёт! Ванюшка! – прокричала Верка, обращаясь к своему мужу, возившемуся во
                            дворе по хозяйству. Верка – властная женщина лет сорока, ростом выше среднего (про таких
                            говорят – каланча), и из-за этого она ходила немного согнувшись, и фигура её напоминала коромысло, отсюда и прозвище – Верка-Коромысло, которое накрепко к ней прилипло.
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="#">Читать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="#"><img src="<?php echo bloginfo('template_url');?>/assets/img/posts/dragunov-m/gori-ono-ognyom.jpeg" alt="фото"
                            class="post-prev__img"></a>
                    <div class="post-prev__content">
                        <a href="#" class="post-prev__autor">Михаил Драгунов</a>
                        <div class="post-prev__title">Гори оно огнём!</div>
                        <p class="post-prev__text">
                            Проснувшись рано утром, Петрука встал с койки, хотя всё тело противилось тому, а в голове
                            крутились не радостные мысли – сколько дел, с чего начать... Петрука, мужчина средних лет,
                            коренастый, плотный, чуть выше среднего роста, при рождении наречённый Петенькой, а когда
                            вырос, то людская молва прозвала его Петрука
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="#">Читать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

                <div class="post-prev">
                    <a href="#"><img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/beregis-avtomobilya.jpg" alt="фото"
                            class="post-prev__img"></a>
                    <div class="post-prev__content">
                        <a href="#" class="post-prev__autor">Виниченко Сергей Николаевич</a>
                        <div class="post-prev__title">Берегись автомобиля</div>
                        <p class="post-prev__text">
                            Студенты нашего города дважды в год выходили на улицы и дефилировали мимо огромной,
                            украшенной в соответствии с праздником, трибуны, сооружённой на площади у обкома партии. На
                            верхней её площадке стояли в ряд руководители области, приветствуя проходящих мимо
                            демонстрантов.
                        </p>
                    </div>
                    <div class="post-prev__bottom">
                        <a class="btn" href="#">Читать</a>
                        <div class="post-prev__reactions">
                            <div class="post-prev__likes">
                                <button aria-label="Лайк">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25"
                                        fill="none">
                                        <g clip-path="url(#clip0_432_652)">
                                            <path
                                                d="M15.9312 1.60645C17.2007 1.86035 18.0259 3.0957 17.772 4.36523L17.6597 4.92187C17.4009 6.22559 16.9224 7.46582 16.2534 8.59375H23.2847C24.5786 8.59375 25.6284 9.64355 25.6284 10.9375C25.6284 11.8408 25.1157 12.627 24.3638 13.0176C24.896 13.4473 25.2378 14.1064 25.2378 14.8438C25.2378 15.9863 24.4175 16.9385 23.3384 17.1436C23.5532 17.5 23.6753 17.915 23.6753 18.3594C23.6753 19.3994 22.9966 20.2832 22.0591 20.5859C22.0933 20.7471 22.1128 20.918 22.1128 21.0938C22.1128 22.3877 21.063 23.4375 19.769 23.4375H15.0083C14.0806 23.4375 13.1772 23.1641 12.4058 22.6514L10.5259 21.3965C9.22217 20.5273 8.44092 19.0625 8.44092 17.4951V15.625V13.2812V12.0654C8.44092 10.6396 9.09033 9.29688 10.1987 8.40332L10.5601 8.11523C11.854 7.08008 12.7378 5.625 13.0601 4.00391L13.1724 3.44727C13.4263 2.17773 14.6616 1.35254 15.9312 1.60645ZM2.19092 9.375H5.31592C6.18018 9.375 6.87842 10.0732 6.87842 10.9375V21.875C6.87842 22.7393 6.18018 23.4375 5.31592 23.4375H2.19092C1.32666 23.4375 0.628418 22.7393 0.628418 21.875V10.9375C0.628418 10.0732 1.32666 9.375 2.19092 9.375Z"
                                                fill="#272727" />
                                        </g>
                                        <defs>
                                            <clipPath>
                                                <rect width="25" height="25" fill="white" transform="translate(0.628418)" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </button>
                                <div class="post-prev__likes-count">20</div>
                            </div>
                            <a aria-label="Комментарии" href="#" class="post-prev__comments">
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 26 26"
                                    fill="none">
                                    <g clip-path="url(#clip0_432_656)">
                                        <path
                                            d="M3.75342 0.5C2.02979 0.5 0.628418 1.90137 0.628418 3.625V17.6875C0.628418 19.4111 2.02979 20.8125 3.75342 20.8125H8.44092V24.7188C8.44092 25.0166 8.60693 25.2852 8.87061 25.417C9.13428 25.5488 9.45166 25.5195 9.69092 25.3438L15.731 20.8125H22.5034C24.2271 20.8125 25.6284 19.4111 25.6284 17.6875V3.625C25.6284 1.90137 24.2271 0.5 22.5034 0.5H3.75342Z"
                                            fill="#272727" />
                                    </g>
                                    <defs>
                                        <clipPath>
                                            <rect width="25" height="25" fill="white"
                                                transform="translate(0.628418 0.5)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                                <div class="post-prev__comments-count">5</div>
                            </a>
                        </div>
                    </div>
                </div>

            </div>
        </div>
    </section>

    <section class="history">
        <div class="container">
            <a href="#">
                <h2 class="title title_link">Пресногорьковке – 271 год!</h2>
            </a>

            <div class="history-slides">
                <div class="history-slider">
                    <a href="photo.html">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/uchilische.jpg" alt="Фотографии" class="slider history-slider">
                    </a>
                    <div class="slider__content history-slider__content">
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_511_1547)">
                                    <path
                                        d="M50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25ZM22.5586 12.4023C23.4766 11.4844 24.9609 11.4844 25.8691 12.4023C26.7773 13.3203 26.7871 14.8047 25.8691 15.7129L18.9355 22.6465L36.7188 22.6562C38.0176 22.6562 39.0625 23.7012 39.0625 25C39.0625 26.2988 38.0176 27.3438 36.7188 27.3438H18.9355L25.8691 34.2773C26.7871 35.1953 26.7871 36.6797 25.8691 37.5879C24.9512 38.4961 23.4668 38.5059 22.5586 37.5879L11.6211 26.6602C10.7031 25.7422 10.7031 24.2578 11.6211 23.3496L22.5586 12.4023Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                        <div class="slider__name history-slider__name">Старые фотографии</div>
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_513_1557)">
                                    <path
                                        d="M0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25ZM27.4414 37.5977C26.5234 38.5156 25.0391 38.5156 24.1309 37.5977C23.2227 36.6797 23.2129 35.1953 24.1309 34.2871L31.0645 27.3535L13.2812 27.3438C11.9824 27.3438 10.9375 26.2988 10.9375 25C10.9375 23.7012 11.9824 22.6562 13.2812 22.6562H31.0645L24.1309 15.7227C23.2129 14.8047 23.2129 13.3203 24.1309 12.4121C25.0488 11.5039 26.5332 11.4941 27.4414 12.4121L38.3789 23.3398C39.2969 24.2578 39.2969 25.7422 38.3789 26.6504L27.4414 37.5977Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                    </div>
                </div>

                <div class="history-slider">
                    <a href="#">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/hram.jpg" alt="Церковь" class="slider history-slider">
                    </a>
                    <div class="slider__content history-slider__content">
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_511_1547)">
                                    <path
                                        d="M50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25ZM22.5586 12.4023C23.4766 11.4844 24.9609 11.4844 25.8691 12.4023C26.7773 13.3203 26.7871 14.8047 25.8691 15.7129L18.9355 22.6465L36.7188 22.6562C38.0176 22.6562 39.0625 23.7012 39.0625 25C39.0625 26.2988 38.0176 27.3438 36.7188 27.3438H18.9355L25.8691 34.2773C26.7871 35.1953 26.7871 36.6797 25.8691 37.5879C24.9512 38.4961 23.4668 38.5059 22.5586 37.5879L11.6211 26.6602C10.7031 25.7422 10.7031 24.2578 11.6211 23.3496L22.5586 12.4023Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                        <div class="slider__name history-slider__name">Храм свт. Николая Чудотворца</div>
                        <a href="#" class="slider__control history-slider__control">
                            <svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50"
                                fill="none">
                                <g clip-path="url(#clip0_513_1557)">
                                    <path
                                        d="M0 25C0 31.6304 2.63392 37.9893 7.32233 42.6777C12.0107 47.3661 18.3696 50 25 50C31.6304 50 37.9893 47.3661 42.6777 42.6777C47.3661 37.9893 50 31.6304 50 25C50 18.3696 47.3661 12.0107 42.6777 7.32233C37.9893 2.63392 31.6304 0 25 0C18.3696 0 12.0107 2.63392 7.32233 7.32233C2.63392 12.0107 0 18.3696 0 25ZM27.4414 37.5977C26.5234 38.5156 25.0391 38.5156 24.1309 37.5977C23.2227 36.6797 23.2129 35.1953 24.1309 34.2871L31.0645 27.3535L13.2812 27.3438C11.9824 27.3438 10.9375 26.2988 10.9375 25C10.9375 23.7012 11.9824 22.6562 13.2812 22.6562H31.0645L24.1309 15.7227C23.2129 14.8047 23.2129 13.3203 24.1309 12.4121C25.0488 11.5039 26.5332 11.4941 27.4414 12.4121L38.3789 23.3398C39.2969 24.2578 39.2969 25.7422 38.3789 26.6504L27.4414 37.5977Z"
                                        fill="#F1EDE3" />
                                </g>
                                <defs>
                                    <clipPath>
                                        <rect width="50" height="50" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </a>
                    </div>
                    <div class="history-slider__descr">
                        <div class="history-slider__text">
                            Продолжается сбор пожертвований на восстановление колокольни Свято-Никольского Храма
                        </div>
                        <div class="history-slider__wa animate__tada wow" data-wow-duration="2s"
                            data-wow-delay="0.5s" data-wow-iteration="10">
                            <a href="https://wa.me/+77711354527">
                                <svg xmlns="http://www.w3.org/2000/svg" width="50" height="58" viewBox="0 0 50 58"
                                    fill="none">
                                    <path
                                        d="M42.5112 10.8372C37.8348 6.14966 31.6071 3.57153 24.9888 3.57153C11.3281 3.57153 0.212054 14.6876 0.212054 28.3483C0.212054 32.7122 1.35045 36.9756 3.51562 40.7367L0 53.5715L13.1362 50.1229C16.7522 52.0983 20.8259 53.1363 24.9777 53.1363H24.9888C38.6384 53.1363 50 42.0202 50 28.3595C50 21.7412 47.1875 15.5247 42.5112 10.8372ZM24.9888 48.9622C21.2835 48.9622 17.6562 47.9689 14.4978 46.0939L13.75 45.6474L5.95982 47.6898L8.03571 40.0894L7.54464 39.3081C5.47991 36.0269 4.39732 32.2434 4.39732 28.3483C4.39732 16.9979 13.6384 7.7568 25 7.7568C30.5022 7.7568 35.6696 9.89966 39.5536 13.7947C43.4375 17.6898 45.8259 22.8572 45.8147 28.3595C45.8147 39.7211 36.3393 48.9622 24.9888 48.9622ZM36.2835 33.5381C35.6696 33.2256 32.6228 31.73 32.0536 31.5291C31.4844 31.3171 31.0714 31.2166 30.6585 31.8416C30.2455 32.4666 29.0625 33.8506 28.6942 34.2747C28.3371 34.6876 27.9688 34.7434 27.3549 34.4309C23.7165 32.6117 21.3281 31.1831 18.9286 27.0648C18.2924 25.9711 19.5647 26.0492 20.7478 23.6831C20.9487 23.2702 20.8482 22.9131 20.692 22.6006C20.5357 22.2881 19.2969 19.2412 18.7835 18.0023C18.2812 16.797 17.7679 16.9644 17.3884 16.9421C17.0312 16.9197 16.6183 16.9197 16.2054 16.9197C15.7924 16.9197 15.1228 17.076 14.5536 17.6898C13.9844 18.3148 12.3884 19.8104 12.3884 22.8572C12.3884 25.9041 14.6094 28.8506 14.9107 29.2635C15.2232 29.6764 19.2746 35.9264 25.4911 38.6162C29.4196 40.3126 30.9598 40.4577 32.9241 40.1675C34.1183 39.9889 36.5848 38.672 37.0982 37.2211C37.6116 35.7702 37.6116 34.5314 37.4554 34.2747C37.3103 33.9956 36.8973 33.8394 36.2835 33.5381Z"
                                        fill="#F1EDE3" />
                                </svg>
                            </a>
                        </div>

                    </div>
                </div>
            </div>

            <section class="people">
                <a href="people.html">
                    <h3 class="title title_link">История в лицах</h3>
                </a>
    
                <div class="people__wrapper">
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/shekhter-a-p-1902.jpg" alt="Шехтер А.П."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Шехтер</div>
                            <div class="people__name">Александр Петрович</div>
                            <div class="people__years">(1862 – 1923)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/musrepov-gabit-mahmutovich.jpg" alt="Мусрепов Г.М."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Мусрепов</div>
                            <div class="people__name">Габит Махмутович</div>
                            <div class="people__years">(1902 – 1985)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/kobzhasarov-nurmakan-kobzhasarovich.jpg" alt="Кобжасаров Н.К."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Кобжасаров</div>
                            <div class="people__name">Нурмакан Кобжасарович</div>
                            <div class="people__years">(1908 – 1990)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/ermolaev-yuriy-fedorovich.jpg" alt="Ермолаев Ю.Ф."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Ермолаев</div>
                            <div class="people__name">Юрий Фёдорович</div>
                            <div class="people__years">(1926 – 2018)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/kalachev-mihail-pavlovich.jpg" alt="Калачёв М.П."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Калачёв</div>
                            <div class="people__name">Михаил Павлович</div>
                            <div class="people__years">(1921 – 2000)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/merinova-tatyana-dmitrievna.jpg" alt="Меринова Т.Д."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Меринова</div>
                            <div class="people__name">Татьяна Дмитриевна</div>
                            <div class="people__years">(1899 – 1985)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/voropaev-sergey-nikolaevich.jpg" alt="Воропаев С.Н."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Воропаев</div>
                            <div class="people__name">Сергей Николаевич</div>
                            <div class="people__years">(1921 – 1945)</div>
                        </div>
                    </a>
                    <a href="#" class="people__item">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/posts/vinichenko-s-n/kizin-pavel-vasilyevich.jpg" alt="Кизин П.В."
                            class="people__img">
                        <div class="people__descr">
                            <div class="people__family">Кизин</div>
                            <div class="people__name">Павел Васильевич</div>
                            <div class="people__years">(1922 – 1991)</div>
                        </div>
                    </a>
                </div>
            </section>
        </div>
    </section>

    <section class="forum">
        <div class="container">
            <a href="#">
                <h2 class="title title_link">Форум</h2>
            </a>

            <div class="forum__wrapper">
                <a href="#">
                    <img src="<?php echo bloginfo('template_url');?>/assets/img/gallery/shkola-fizkabinet-1950.jpg" alt="Физкабинет 1950 г." class="forum__img">
                </a>
                <div class="forum__content">
                    <div class="forum__descr">Общаемся на разные темы</div>
                    <a href="#" class="btn forum-btn">Вход</a>
                </div>
            </div>
        </div>
    </section>

    <section class="map">
        <div class="container">
            <h2 class="title">Мы здесь</h2>
            <div class="map__script">
                <script async
                    src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3Af8e3f877ea0f62aca1a17d5a212d3b64ef7b07b1b7bf7ba192272b56f56addbd&amp;width=1120&amp;height=500&amp;lang=ru_RU&amp;scroll=false">
                    </script>
            </div>
        </div>
    </section>

<?php get_footer();?>    